tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "readline"
brew "asdf"
brew "bat"
brew "bottom"
brew "xz"
brew "zstd"
brew "colima"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exa"
brew "fd"
brew "fzf"
brew "fzy"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "lua-language-server"
brew "luajit"
brew "mas"
brew "sqlite"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "parallel"
brew "pure"
brew "ripgrep"
brew "rust-analyzer"
brew "stow"
brew "tmux"
brew "unar"
brew "wget"
brew "zsh-autosuggestions"
cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "font-monocraft"
cask "musicbrainz-picard"
cask "ngrok"
cask "rectangle"
cask "the-unarchiver"
cask "xld"
mas "AdGuard for Safari", id: 1440147259
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "WhatsApp", id: 1147396723
