{
  "plugins": {
    "cmp-nvim-lsp": {
      "src": "git@github.com:hrsh7th/cmp-nvim-lsp"
    },
    "gruvbox.nvim": {
      "src": "git@github.com:ellisonleao/gruvbox.nvim"
    },
    "harpoon": {
      "src": "git@github.com:ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "lsp-overloads.nvim": {
      "src": "git@github.com:Issafalcon/lsp-overloads.nvim"
    },
    "mason.nvim": {
      "src": "git@github.com:williamboman/mason.nvim"
    },
    "nvim-cmp": {
      "src": "git@github.com:hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "git@github.com:mfussenegger/nvim-dap"
    },
    "nvim-dap-ui": {
      "src": "git@github.com:rcarriga/nvim-dap-ui"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "git@github.com:nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter-context"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "git@github.com:nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "git@github.com:nvim-telescope/telescope.nvim"
    },
    "undotree": {
      "src": "git@github.com:mbbill/undotree"
    },
    "vim-fugitive": {
      "src": "git@github.com:tpope/vim-fugitive"
    }
  }
}
