tap "anthropics/claude"
tap "charmbracelet/tap"
tap "nikitabobko/tap"
brew "tree"
brew "ansible"
brew "btop"
brew "cloc"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "grpcurl"
brew "helm"
brew "kind"
brew "neovim", args: ["HEAD"]
brew "node"
brew "protobuf"
brew "pure"
brew "python@3.14"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "yq"
brew "zig"
brew "zsh-autosuggestions"
brew "charmbracelet/tap/crush"
cask "aerospace"
cask "dotnet-sdk"
cask "lens"
cask "orbstack"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-grpc-gateway"
go "github.com/grpc-ecosystem/grpc-gateway/v2/protoc-gen-openapiv2"
